{
  "code": "1",
  "msg": "",
  "data": {
      "id": "1",
      "type": "marine",
      "ec2": "Acetylcholinesterase",
      "title": "Chain A, Structure Analysis Of A New Psychrophilic Marine Protease",
      "locusSeq": "WP_007235697.1",
      "locus": "3U1R_A",
      "pdbId": "3U1R",
      "dbsource": "pdb: molecule 3U1R, chain 65, release Oct 31, 2012;<br/>deposition: Sep 30, 2011;<br/>class: Hydrolase;<br/>source: Mmdb_id: 104457, Pdb_id 1: 3U1R;<br/>Exp. method: X-Ray Diffraction.",
      "microbe": "",
      "source": "Flavobacterium sp. YS-80-122",
      "organism": "Flavobacterium sp. YS-80-122<br/> Bacteria; Bacteroidetes; Flavobacteriia; Flavobacteriales;<br/> Flavobacteriaceae; Flavobacterium.",
      "date": "02-NOV-2012",
      "country": "china",
      "origin": "1 msklkekaal svnptfaang tssaftqvdn fshfydrgnh lvngkpsftv dqaadqltrs<br/> 61 gaswydlngd gvinlsytfl tspppgyasr glgtfssfsg lqkeqaklsl eswadvakvt<br/> 121 ftegpaargd dghmtfanfs asnggaafay lpnssrkges wylinkdydv nktpgegnyg<br/> 181 rqtltheigh tlglshpgdy nagngnpsyr davygedtra ysvmsywsek ntgqvftktg<br/> 241 egayasapll ddiaavqkly ganmetragd tvygfnstad rdyysatsat dklifsvwdg<br/> 301 ggndtldfsg fsqnqkinla agsfsdvggm tgnvsiaqgv tienaiggsg ndlllgnaas<br/> 361 nilkggagnd iiyggggadk lwggsgsdtf vyrevsdstp kaadtlmdfq tgldkidltg<br/> 421 ithlsglnfv naftgqagda vvsynqasna gslqvdfsgh gvadflittv gqvatydiva",
      "author1": "Zhang,S.C., Sun,M., Li,T., Wang,Q.H., Hao,J.H., Han,Y., Hu,X.J., Zhou,M. and Lin,S.X.",
      "title1": "Structure analysis of a new psychrophilic marine protease",
      "journal1": "PLoS ONE 6 (11), E26939 (2011)",
      "pubmed1": "22132082",
      "abstract1": "A new psychrophilic marine protease was found from a marine bacterium Flavobacterium YS-80 in the Chinese Yellow Sea. The protease is about 49 kD with an isoelectric point about 4.5. It consists of 480 amino acids and is homologous to a psychrophilic alkaline protease (PAP) from an Antarctic Pseudomonas species. The protein was purified from the natural bacterium fermented and crystallized. Its crystal structure (PDB ID 3U1R) was solved at 2.0 Å by Molecular Replacement using a model based on PAP, and was refined to a crystallographic R(work) of 0.16 and an R(free) of 0.21. The marine protease consists of a two domain structure with an N-terminal domain including residues 37-264 and a C-terminal domain including residues 265-480. Similar to PAP, the N-terminal domain is responsible for proteolysis and the C-terminal is for stability. His186, His190, His196 and Tyr226 are ligands for the Zn(2+) ion in the catalytic center. The enzyme's Tyr226 is closer to the Zn(2+) ion than in PAP and it shows a stronger Zn(2+)-Tyr-OH bond. There are eight calcium ions in the marine protease molecule and they have significantly shorter bond distances to their ligands compared to their counterparts in all three crystal forms of PAP. On the other hand, the loops in the marine protease are more compact than in PAP. This makes the total structure stable and less flexible, resulting in higher thermo stability. These properties are consistent with the respective environments of the proteases. The structural analysis of this new marine protease provides new information for the study of psychrophilic proteases and is helpful for elucidating the structure-environment adaptation of these enzymes.",
      "author2": "Zhang,S.-C., Sun,M., Tang,L., Wang,Q.-H., Hao,J.-H., Han,Y., Hu,X.-J., Z,M. and Lin,X.",
      "title2": "Direct Submission",
      "journal2": "Direct Submission",
      "pubmed2": "",
      "abstract2": "",
      "author3": "",
      "title3": "",
      "journal3": "",
      "pubmed3": "",
      "abstract3": "",
      "author4": "",
      "title4": "",
      "journal4": "",
      "pubmed4": "",
      "abstract4": "",
      "operator": "爬虫",
      "operateDate": "2017-11-18 22:14:00",
      "modifyDate": "2017-11-19 14:54:14",
      "modifier": "陈煦"
  }
}